[
  {
    "id": "27122022-1",
    "title": "Оновлення сайту!",
    "imageUrl": "4",
    "date": "27 грудня 2022",
    "text": [
      "Вітаємо Вас на оновленому сайті інтернет-магазину з продажу прибиральної техніки **Clean Floor Technics**.",
      "У нас представлена переважно продукція британського виробника прибиральної техніки **Truvox**",
      "Якщо у Вас виникли питання - здвоніть нам по телефонам:",
      "- [**097 094-87-77**](tel:+380970948777)",
      "- [**066 141-66-62**](tel:+380661416662)",
      " ",
      "Чи залишайте заявку на сайті і наш менеджер зв'яжеться з вами у найближчий час.",
      " ",
      "Також через сайт ви можете замовити безкоштовну презентацію роботи підлогомийної машини [**Truvox Multiwash 340P**](/products/scrubber/MW340P)",
      "Шукайте нас за адресою: **м. Одеса, вул. Маршала Говорова, 7а**"
    ]
  },
  {
    "id": "06012023-1",
    "title": "Переваги Truvox Multiwash II 340 PUMP Battery",
    "imageUrl": "06012023-1",
    "date": "06 січня 2023",
    "text": [
      "Які переваги батареї [**Multiwash II 340/PUMP**](https://cleanfloor.com.ua/products/scrubber/MW340PB)?",
      "✔️Відсутність тягових кабелів, що мінімізує ризик спотикання та ковзання",
      "✔️Час безперервної роботи 50 хвилин",
      "✔️Простий в експлуатації та маневруванні з місця на місце",
      "✔️Працює безшумно, а підлога готова до роботи за лічені хвилини",
      "✔️Відключення світла тепер не перешкода для прибирання",
      "Дізнайтеся більше за [**посиланням**](https://cleanfloor.com.ua/products/scrubber/MW340PB)"
    ]
  },
  {
    "id": "18042023-1",
    "title": "Нове постачання клінінгової техніки Truvox",
    "imageUrl": "18042023-1",
    "date": "18 квітня 2023",
    "text": [
      "Ми раді повідомити, що у нас прибуло нове постачання клінінгової техніки **Truvox**!",
      "Тепер ви можете придбати зі складу в Одесі такі моделі:",
      "✔️ Оновлена багатофункціональна підлогомийна машина [**Truvox Multiwash II 340 Pro**](https://cleanfloor.com.ua/products/scrubber/MW340PRO)",
      "✔️ Екстрактор [**Truvox Hydromist 10HD**](https://cleanfloor.com.ua/products/extractor/HM10_10HD_20HD) з підлоговою насадкою",
      "✔️ Екстрактор [**Truvox Hydromist 55 400**](https://cleanfloor.com.ua/products/extractor/HM_55_100-400) з підлоговою насадкою",
      "✔️ Екстрактор [**Truvox Hydromist Lite**](https://cleanfloor.com.ua/products/extractor/HMLite)",
      "✔️ Новий пилосос [**Truvox Valet Dual Motor Upright**](https://cleanfloor.com.ua/products/vacuum-cleaner/VDMU)",
      "✔️ Пилосос [**Truvox Valet Tub Vac VTVe**](https://cleanfloor.com.ua/products/vacuum-cleaner/VTVe)",
      "Клінінгова техніка **Truvox** - це надійне та якісне обладнання, яке допоможе вам легко та швидко прибирати великі та малі площі у торгових залах, лікарнях, учбових закладах та інших об'єктах.",
      "Замовляйте у нас, і ви отримаєте не лише високу якість продукції, а й швидку доставку та гарантію на всю техніку.",
      "Зробіть своє життя чистіше та простіше з нашою клінінговою технікою!",
      "**ціна та комплектація товарів може відрізнятись від тих, що вказані на сайті*"
    ]
  },
  {
    "id": "26042023-1",
    "title": "Переваги екстрактору Truvox Hydromist 55/400",
    "imageUrl": "26042023-1",
    "date": "26 квітня 2023",
    "text": [
      "**Truvox Hydromist 55/400** - екстрактор, який здатний ефективно очищати килими та килимові доріжки в будь-яких приміщеннях. Він має кілька відмінностей та переваг порівняно з іншими екстракторами на ринку.",
      "Цей екстрактор відрізняється високою ефективністю очищення завдяки використанню двох високопродуктивних турбін та великого об'єму бака для води та розчинника. Він може швидко та ефективно видаляти бруд та плями з килимів. Крім того, **Truvox Hydromist 55/400** є легким та портативним пристроєм, що дозволяє легко переміщувати його по кімнатах. Він оснащений регульованим ручками для зручності користувача та має регульовану потужність всмоктування, що дозволяє налаштовувати його для різних типів килимів.",
      "Ще однією перевагою **Truvox Hydromist 55/400** є функція швидкого видалення води з килимів, що дозволяє скоротити час сушіння. Це особливо корисно в офісних та комерційних приміщеннях, де необхідно швидко очищувати та сушити килими, щоб не заважати роботі приміщення.",
      "Нарешті, **Truvox Hydromist 55/400** є надійним та довговічним екстрактором, зробленим з високоякісних матеріалів. Його можна використовувати протягом довгого часу без ризику поломки чи знефункціонування.",
      "Узагалі, якщо ви шукаєте ефективний, зручний у використанні та надійний екстрактор для очищення килимів, то **Truvox Hydromist 55/400** - ідеальний вибір для вас. Завдяки своїм перевагам, цей екстрактор зможе забезпечити якісне та ефективне очищення килимів та килимових доріжок у будь-якому приміщенні.",
      "Незважаючи на те, що **Truvox Hydromist 55/400** є трохи дорожчим порівняно з іншими екстракторами на ринку, його вартість повністю виправдовується якістю його роботи та довговічністю. Крім того, зважаючи на те, що цей екстрактор може зменшити час сушіння килимів, ви зможете заощадити кошти на електричність та зменшити час, який витрачається на очищення та сушіння килимів.",
      "Отже, якщо ви хочете мати ефективний та надійний екстрактор для очищення килимів у будь-якому приміщенні, рекомендуємо обрати **Truvox Hydromist 55/400**. Його переваги порівняно з іншими екстракторами на ринку дозволяють забезпечити якісне та ефективне очищення килимів та зменшити час сушіння.",
      "Переглянути всі характеристики **Truvox Hydromist 55/400** та при потребі замовити апарат можна за [**посиланням**](https://cleanfloor.com.ua/products/extractor/HM_55-400). Зараз доступна знижка 20%, товар є у наявності в [**м. Одеса**](https://cleanfloor.com.ua/contacts)"
    ]
  }
]
