import React from 'react';
import Breadcrumbs from '../components/Breadcrumbs';
import LeftMenu from '../components/LeftMenu';

const PayAndDelivery = () => {
  return (
    <section className="paydelivery__container">
      <LeftMenu />
      <div className="paydelivery__content">
        <Breadcrumbs titleBlock={'Оплата та доставка'} />
        <h2 className="paydelivery__title">Оплата та доставка</h2>
        <div className="paydelivery__text">
          <p>1. Порядок придбання товару в інтернет-магазині Clean Floor Technics.</p>
          <p>
            1.1 Замовлення приймаються через інтернет-магазин та офіційні сторінки у соціальних
            мережах.
          </p>
          <p>
            1.2 Покупець інтернет-магазину має право оформити замовлення на будь-який товар,
            представлений на сайті інтернет-магазину та доступний для замовлення. Кожен товар може
            бути замовленний у будь-якій кількості. Замовлення може бути оформлене Покупцем такими
            способами: телефоном, електронною поштою або оформлене самостійно на сайті.
          </p>
          <p>
            1.3 Товар, відсутній на складі та подначений, як "під замовлення", доставляється зі
            складу виробника у Великобританії у термін до 45 днів.
          </p>
          <p>
            1.4 Покупець має право відмовитися від замевлення в будь-який час до моменту укладання
            договору на придбання товару.
          </p>
          <p>&nbsp;</p>
          <p>2. Доставка та передача товару Покупцеві.</p>
          <p>
            2.1. Доставка товару, придбаного в Інтернет-магазині здійснюється будь-якими зручними
            для Покупця кур'єрськими службами.
          </p>
          <p>
            2.2 Відправлення замовленого товару здійснюється у терміни, визначенні договором-купівлі
            укладеним між Покупцем та Продавцем.
          </p>
          <p>2.3. Разом із замовленням Покупцеві надаються такі документи:</p>
          <p>
            товарний чек або видаткова накладна, договор купівлі-продажу, транспортна накладна
            (видається кур'єрською службою під час доставки).
          </p>
          <p>2.4. Фактом прийняття товару Покупцем є оплата товару Покупцем.</p>
          <p>
            2.5. При відмові Покупця від замовлення на момент доставки, Покупцем оплачуються витрати
            Інтернет-магазину на доставку замовлення.
          </p>
          <p>
            2.6. Покупець не зобов'язаний компенсувати витрати Інтернет-магазину, пов'язані з
            доставкою замовлення, якщо в процесі приймання товару виявиться, що поставлено товар
            неналежної якості, кількості, асортименту або комплектності.
          </p>
          <p>&nbsp;</p>
          <p>3. Оплата замовлення</p>
          <p>
            3.1. Замовлення, зроблене в Інтернет-магазині, оплачується Покупцем шляхом банківського
            переказу або передачі готівки при отриманні товару.
          </p>
          <p>
            3.2. Оплату замовлення за безготівковим розрахунком має бути здійснено Покупцем шляхом
            100% авансового перерахування коштів на розрахунковий рахунок Інтернет-магазину протягом
            строків, вказаних в укладенному договорі.
          </p>
          <p>&nbsp;</p>
          <p>4. Інше</p>
          <p>
            4.1. Інтернет-магазин залишає за собою право розширювати та скорочувати товарну
            пропозицію на сайті, регулювати доступ до купівлі будь-яких товарів, а також призупинити
            або припинити продаж будь-яких товарів на свій розсуд.
          </p>
        </div>
      </div>
    </section>
  );
};

export default PayAndDelivery;
