import React from "react";
import { useLocation } from "react-router-dom";

import { Breadcrumbs, LeftMenu } from "../components";
import Head from "../layouts/Head";

const Return: React.FC = () => {
  const { pathname } = useLocation();

  return (
    <section className="return__container">
      <Head title={"Обмін та повернення "} url={pathname} />
      <LeftMenu />
      <div className="return__content">
        <Breadcrumbs titleBlock={"Обмін та повернення "} />
        <h2 className="return__title">Повернення та обмін товару</h2>
        <div className="return__body">
          <div className="pagecontent">
            <p>
              Відповідно до
              <a href="https://zakon.rada.gov.ua/cgi-bin/laws/main.cgi?nreg=1023-12#n2">
                &nbsp;Закону України «Про захист прав споживачів»&nbsp;
              </a>
              існує дві ситуації обміну або повернення придбаного товару:
            </p>
            <p>&nbsp;</p>
            <p>
              <strong>1. У разі придбання товару неналежної якості:</strong>
            </p>
            <p>
              Згідно ст. 8 цього Закону при виявленні істотних недоліків, які
              виникли з вини виробника товару (БРАК), протягом гарантійного
              терміну споживач має право на заміну товару або повернення грошей.
            </p>
            <p>
              Істотним недоліком, згідно п. 12 ст. 1 Закону України «Про захист
              прав споживачів», вважається недолік, який робить неможливим чи
              недопустимим використання товару відповідно до його цільового
              призначення, виник з вини виробника, після його усунення
              проявляється знову з незалежних від споживача причин та при цьому
              наділений хоча б однією з таких ознак:
            </p>
            <ul className="return__list-1">
              <p>
                <li>він взагалі не може бути усунутий;</li>
                <li>
                  на його усунення потрібно більше чотирнадцяти календарних
                  днів;
                </li>
                <li>
                  він робить товар суттєво іншим, ніж передбачено в договорі.
                </li>
              </p>
            </ul>
            <p>&nbsp;</p>
            <p>
              <strong>
                2. Придбання товару належної якості, але товар не підійшов
                покупцеві з якоїсь причини.
              </strong>
            </p>
            <p>
              Згідно ст. 9 Закону України «Про захист прав споживачів» споживач
              має право протягом 14 днів, замінити товар належної якості на
              аналогічний, якщо товар не підійшов за формою, габаритами,
              фасоном, кольором або не може бути використаний за призначенням,
              але за умови, якщо товар не використовувався і збережено його
              товарний вигляд, споживчі властивості, пломби, заводська упаковка,
              документи.
            </p>
            <p>
              Якщо на момент обміну аналогічного товару немає у продажу,
              споживач має право придбати будь-які інші товари, або отримати
              назад гроші у розмірі вартості повернутого товару, або поміняти
              товар на аналогічний при першому ж надходженні відповідного товару
              в продаж. При поверненні грошей розрахунки із споживачем
              проводяться виходячи з вартості товару на момент його покупки.
              Гроші повертаються протягом семи днів.
            </p>
            <p>
              Вимоги споживача розглядаються тільки після пред&apos;явлення
              товарного чека, що підтверджує покупку (або після уточнення
              прізвища замовника та номера замовлення - для покупців інтернет
              магазину), повної комплектації товару (такий же вигляд, як і при
              отриманні, без слідів експлуатації) на якій є штрих код. Заміна
              товару або повернення грошей можливе тільки при дотриманні всіх
              умов та процедур.
            </p>
            <p>&nbsp;</p>
            <p>
              <strong>
                Вам буде відмовлено в заміні товару або поверненні грошей, якщо:
              </strong>
            </p>

            <ul className="return__list-2">
              <p>
                <li>товар не є новим, тобто був у використанні;</li>
                <li>
                  з моменту придбання товару, що не має суттєвих недоліків,
                  пройшло більше 14 днів;
                </li>
                <li>
                  при перевірці якості товару виявлені ознаки стороннього
                  втручання (розкриття, спроба ремонту) або порушені інші умови
                  гарантійного обслуговування;
                </li>
                <li>
                  відсутній документ, що підтверджує факт покупки товару, або
                  гарантійний талон, повна комплектація товару.
                </li>
              </p>
            </ul>
            <p>&nbsp;</p>
            <p>
              <strong>
                Звертаємо також Вашу увагу, що відповідно до п. 3 ст. 4 Закону
                України «Про захист прав споживачів» споживач зобов&apos;язаний:
              </strong>
            </p>
            <ul className="return__list-3">
              <p>
                <li>
                  перед початком експлуатації товару уважно ознайомитися з
                  правилами експлуатації, викладеними в наданій магазином
                  документації на товар;
                </li>
                <li>
                  в разі необхідності роз&apos;яснення умов та правил
                  використання товару - до початку використання товару
                  звернутися за роз&apos;ясненнями до продавця;
                </li>
                <li>
                  користуватися товаром згідно з його цільовим призначенням та
                  дотримуватися умов (вимог, норм, правил), встановлених
                  виробником товару в експлуатаційній документації;
                </li>
                <li>
                  з метою запобігання негативних для споживача наслідків
                  використання товару - дотримуватися передбачених виробником в
                  товарі методів безпеки та передбачених експлуатаційною
                  документацією спеціальних правил, а в разі відсутності таких
                  правил в документації - дотримуватися звичайних зрозумілих
                  методів безпеки, встановлених для товарів такого роду.
                </li>
              </p>
            </ul>
            <p>
              Повернення і заміна товарів відправлених інтернет-магазином в
              різні міста України здійснюється шляхом зворотного пересилання
              покупцем товарів поштовою службою «Нова Пошта». У разі, коли
              причиною повернення або заміни стало неналежна якість товару, то
              оплату за зворотню пересилку бере на себе інтернет-магазин. Якщо ж
              куплений товар був належної якості, але з якоїсь причини не
              підійшов покупцеві, то зворотня відправка, а також пересилання
              грошей (післяплатою) оплачує покупець. Перед відправкою товару
              покупець повинен зв&apos;язатися з менеджером інтернет-магазину,
              обговорити умови відправки і визначити ім&apos;я одержувача
              вантажу .
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default Return;
